{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          101
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          102
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "<S>": 5,
      "<T>": 6,
      "!": 7,
      "\"": 8,
      "#": 9,
      "$": 10,
      "%": 11,
      "&": 12,
      "'": 13,
      "(": 14,
      ")": 15,
      "*": 16,
      "+": 17,
      ",": 18,
      "-": 19,
      ".": 20,
      "/": 21,
      "0": 22,
      "1": 23,
      "2": 24,
      "3": 25,
      "4": 26,
      "5": 27,
      "6": 28,
      "7": 29,
      "8": 30,
      "9": 31,
      ":": 32,
      ";": 33,
      "<": 34,
      "=": 35,
      ">": 36,
      "?": 37,
      "@": 38,
      "[": 39,
      "\\": 40,
      "]": 41,
      "^": 42,
      "_": 43,
      "a": 44,
      "b": 45,
      "c": 46,
      "d": 47,
      "e": 48,
      "f": 49,
      "g": 50,
      "h": 51,
      "i": 52,
      "j": 53,
      "k": 54,
      "l": 55,
      "m": 56,
      "n": 57,
      "o": 58,
      "p": 59,
      "q": 60,
      "r": 61,
      "s": 62,
      "t": 63,
      "u": 64,
      "v": 65,
      "w": 66,
      "x": 67,
      "y": 68,
      "z": 69,
      "{": 70,
      "|": 71,
      "}": 72,
      "~": 73,
      "£": 74,
      "¤": 75,
      "¥": 76,
      "§": 77,
      "©": 78,
      "«": 79,
      "®": 80,
      "°": 81,
      "±": 82,
      "²": 83,
      "³": 84,
      "µ": 85,
      "·": 86,
      "¹": 87,
      "º": 88,
      "»": 89,
      "¼": 90,
      "×": 91,
      "ß": 92,
      "æ": 93,
      "÷": 94,
      "ø": 95,
      "đ": 96,
      "ŋ": 97,
      "ɔ": 98,
      "ə": 99,
      "ɡ": 100,
      "ʰ": 101,
      "ˇ": 102,
      "ˈ": 103,
      "ˊ": 104,
      "ˋ": 105,
      "ˍ": 106,
      "ː": 107,
      "˙": 108,
      "˚": 109,
      "ˢ": 110,
      "α": 111,
      "β": 112,
      "γ": 113,
      "δ": 114,
      "ε": 115,
      "η": 116,
      "θ": 117,
      "ι": 118,
      "κ": 119,
      "λ": 120,
      "μ": 121,
      "ν": 122,
      "ο": 123,
      "π": 124,
      "ρ": 125,
      "ς": 126,
      "σ": 127,
      "τ": 128,
      "υ": 129,
      "φ": 130,
      "χ": 131,
      "ψ": 132,
      "ω": 133,
      "а": 134,
      "б": 135,
      "в": 136,
      "г": 137,
      "д": 138,
      "е": 139,
      "ж": 140,
      "з": 141,
      "и": 142,
      "к": 143,
      "л": 144,
      "м": 145,
      "н": 146,
      "о": 147,
      "п": 148,
      "р": 149,
      "с": 150,
      "т": 151,
      "у": 152,
      "ф": 153,
      "х": 154,
      "ц": 155,
      "ч": 156,
      "ш": 157,
      "ы": 158,
      "ь": 159,
      "я": 160,
      "і": 161,
      "ا": 162,
      "ب": 163,
      "ة": 164,
      "ت": 165,
      "د": 166,
      "ر": 167,
      "س": 168,
      "ع": 169,
      "ل": 170,
      "م": 171,
      "ن": 172,
      "ه": 173,
      "و": 174,
      "ي": 175,
      "۩": 176,
      "ก": 177,
      "ง": 178,
      "น": 179,
      "ม": 180,
      "ย": 181,
      "ร": 182,
      "อ": 183,
      "า": 184,
      "เ": 185,
      "๑": 186,
      "་": 187,
      "ღ": 188,
      "ᄀ": 189,
      "ᄁ": 190,
      "ᄂ": 191,
      "ᄃ": 192,
      "ᄅ": 193,
      "ᄆ": 194,
      "ᄇ": 195,
      "ᄈ": 196,
      "ᄉ": 197,
      "ᄋ": 198,
      "ᄌ": 199,
      "ᄎ": 200,
      "ᄏ": 201,
      "ᄐ": 202,
      "ᄑ": 203,
      "ᄒ": 204,
      "ᅡ": 205,
      "ᅢ": 206,
      "ᅣ": 207,
      "ᅥ": 208,
      "ᅦ": 209,
      "ᅧ": 210,
      "ᅨ": 211,
      "ᅩ": 212,
      "ᅪ": 213,
      "ᅬ": 214,
      "ᅭ": 215,
      "ᅮ": 216,
      "ᅯ": 217,
      "ᅲ": 218,
      "ᅳ": 219,
      "ᅴ": 220,
      "ᅵ": 221,
      "ᆨ": 222,
      "ᆫ": 223,
      "ᆯ": 224,
      "ᆷ": 225,
      "ᆸ": 226,
      "ᆺ": 227,
      "ᆻ": 228,
      "ᆼ": 229,
      "ᗜ": 230,
      "ᵃ": 231,
      "ᵉ": 232,
      "ᵍ": 233,
      "ᵏ": 234,
      "ᵐ": 235,
      "ᵒ": 236,
      "ᵘ": 237,
      "‖": 238,
      "„": 239,
      "†": 240,
      "•": 241,
      "‥": 242,
      "‧": 243,
      " ": 244,
      "‰": 245,
      "′": 246,
      "″": 247,
      "‹": 248,
      "›": 249,
      "※": 250,
      "‿": 251,
      "⁄": 252,
      "ⁱ": 253,
      "⁺": 254,
      "ⁿ": 255,
      "₁": 256,
      "₂": 257,
      "₃": 258,
      "₄": 259,
      "€": 260,
      "℃": 261,
      "№": 262,
      "™": 263,
      "ⅰ": 264,
      "ⅱ": 265,
      "ⅲ": 266,
      "ⅳ": 267,
      "ⅴ": 268,
      "←": 269,
      "↑": 270,
      "→": 271,
      "↓": 272,
      "↔": 273,
      "↗": 274,
      "↘": 275,
      "⇒": 276,
      "∀": 277,
      "−": 278,
      "∕": 279,
      "∙": 280,
      "√": 281,
      "∞": 282,
      "∟": 283,
      "∠": 284,
      "∣": 285,
      "∥": 286,
      "∩": 287,
      "∮": 288,
      "∶": 289,
      "∼": 290,
      "∽": 291,
      "≈": 292,
      "≒": 293,
      "≡": 294,
      "≤": 295,
      "≥": 296,
      "≦": 297,
      "≧": 298,
      "≪": 299,
      "≫": 300,
      "⊙": 301,
      "⋅": 302,
      "⋈": 303,
      "⋯": 304,
      "⌒": 305,
      "①": 306,
      "②": 307,
      "③": 308,
      "④": 309,
      "⑤": 310,
      "⑥": 311,
      "⑦": 312,
      "⑧": 313,
      "⑨": 314,
      "⑩": 315,
      "⑴": 316,
      "⑵": 317,
      "⑶": 318,
      "⑷": 319,
      "⑸": 320,
      "⒈": 321,
      "⒉": 322,
      "⒊": 323,
      "⒋": 324,
      "ⓒ": 325,
      "ⓔ": 326,
      "ⓘ": 327,
      "─": 328,
      "━": 329,
      "│": 330,
      "┃": 331,
      "┅": 332,
      "┆": 333,
      "┊": 334,
      "┌": 335,
      "└": 336,
      "├": 337,
      "┣": 338,
      "═": 339,
      "║": 340,
      "╚": 341,
      "╞": 342,
      "╠": 343,
      "╭": 344,
      "╮": 345,
      "╯": 346,
      "╰": 347,
      "╱": 348,
      "╳": 349,
      "▂": 350,
      "▃": 351,
      "▅": 352,
      "▇": 353,
      "█": 354,
      "▉": 355,
      "▋": 356,
      "▌": 357,
      "▍": 358,
      "▎": 359,
      "■": 360,
      "□": 361,
      "▪": 362,
      "▫": 363,
      "▬": 364,
      "▲": 365,
      "△": 366,
      "▶": 367,
      "►": 368,
      "▼": 369,
      "▽": 370,
      "◆": 371,
      "◇": 372,
      "○": 373,
      "◎": 374,
      "●": 375,
      "◕": 376,
      "◠": 377,
      "◢": 378,
      "◤": 379,
      "☀": 380,
      "★": 381,
      "☆": 382,
      "☕": 383,
      "☞": 384,
      "☺": 385,
      "☼": 386,
      "♀": 387,
      "♂": 388,
      "♠": 389,
      "♡": 390,
      "♣": 391,
      "♥": 392,
      "♦": 393,
      "♪": 394,
      "♫": 395,
      "♬": 396,
      "✈": 397,
      "✔": 398,
      "✕": 399,
      "✖": 400,
      "✦": 401,
      "✨": 402,
      "✪": 403,
      "✰": 404,
      "✿": 405,
      "❀": 406,
      "❤": 407,
      "➜": 408,
      "➤": 409,
      "⦿": 410,
      "、": 411,
      "。": 412,
      "〃": 413,
      "々": 414,
      "〇": 415,
      "〈": 416,
      "〉": 417,
      "《": 418,
      "》": 419,
      "「": 420,
      "」": 421,
      "『": 422,
      "』": 423,
      "【": 424,
      "】": 425,
      "〓": 426,
      "〔": 427,
      "〕": 428,
      "〖": 429,
      "〗": 430,
      "〜": 431,
      "〝": 432,
      "〞": 433,
      "ぁ": 434,
      "あ": 435,
      "ぃ": 436,
      "い": 437,
      "う": 438,
      "ぇ": 439,
      "え": 440,
      "お": 441,
      "か": 442,
      "き": 443,
      "く": 444,
      "け": 445,
      "こ": 446,
      "さ": 447,
      "し": 448,
      "す": 449,
      "せ": 450,
      "そ": 451,
      "た": 452,
      "ち": 453,
      "っ": 454,
      "つ": 455,
      "て": 456,
      "と": 457,
      "な": 458,
      "に": 459,
      "ぬ": 460,
      "ね": 461,
      "の": 462,
      "は": 463,
      "ひ": 464,
      "ふ": 465,
      "へ": 466,
      "ほ": 467,
      "ま": 468,
      "み": 469,
      "む": 470,
      "め": 471,
      "も": 472,
      "ゃ": 473,
      "や": 474,
      "ゅ": 475,
      "ゆ": 476,
      "ょ": 477,
      "よ": 478,
      "ら": 479,
      "り": 480,
      "る": 481,
      "れ": 482,
      "ろ": 483,
      "わ": 484,
      "を": 485,
      "ん": 486,
      "゜": 487,
      "ゝ": 488,
      "ァ": 489,
      "ア": 490,
      "ィ": 491,
      "イ": 492,
      "ゥ": 493,
      "ウ": 494,
      "ェ": 495,
      "エ": 496,
      "ォ": 497,
      "オ": 498,
      "カ": 499,
      "キ": 500,
      "ク": 501,
      "ケ": 502,
      "コ": 503,
      "サ": 504,
      "シ": 505,
      "ス": 506,
      "セ": 507,
      "ソ": 508,
      "タ": 509,
      "チ": 510,
      "ッ": 511,
      "ツ": 512,
      "テ": 513,
      "ト": 514,
      "ナ": 515,
      "ニ": 516,
      "ヌ": 517,
      "ネ": 518,
      "ノ": 519,
      "ハ": 520,
      "ヒ": 521,
      "フ": 522,
      "ヘ": 523,
      "ホ": 524,
      "マ": 525,
      "ミ": 526,
      "ム": 527,
      "メ": 528,
      "モ": 529,
      "ャ": 530,
      "ヤ": 531,
      "ュ": 532,
      "ユ": 533,
      "ョ": 534,
      "ヨ": 535,
      "ラ": 536,
      "リ": 537,
      "ル": 538,
      "レ": 539,
      "ロ": 540,
      "ワ": 541,
      "ヲ": 542,
      "ン": 543,
      "ヶ": 544,
      "・": 545,
      "ー": 546,
      "ヽ": 547,
      "ㄅ": 548,
      "ㄆ": 549,
      "ㄇ": 550,
      "ㄉ": 551,
      "ㄋ": 552,
      "ㄌ": 553,
      "ㄍ": 554,
      "ㄎ": 555,
      "ㄏ": 556,
      "ㄒ": 557,
      "ㄚ": 558,
      "ㄛ": 559,
      "ㄞ": 560,
      "ㄟ": 561,
      "ㄢ": 562,
      "ㄤ": 563,
      "ㄥ": 564,
      "ㄧ": 565,
      "ㄨ": 566,
      "ㆍ": 567,
      "㈦": 568,
      "㊣": 569,
      "㎡": 570,
      "㗎": 571,
      "一": 572,
      "丁": 573,
      "七": 574,
      "万": 575,
      "丈": 576,
      "三": 577,
      "上": 578,
      "下": 579,
      "不": 580,
      "与": 581,
      "丐": 582,
      "丑": 583,
      "专": 584,
      "且": 585,
      "丕": 586,
      "世": 587,
      "丘": 588,
      "丙": 589,
      "业": 590,
      "丛": 591,
      "东": 592,
      "丝": 593,
      "丞": 594,
      "丟": 595,
      "両": 596,
      "丢": 597,
      "两": 598,
      "严": 599,
      "並": 600,
      "丧": 601,
      "丨": 602,
      "个": 603,
      "丫": 604,
      "中": 605,
      "丰": 606,
      "串": 607,
      "临": 608,
      "丶": 609,
      "丸": 610,
      "丹": 611,
      "为": 612,
      "主": 613,
      "丼": 614,
      "丽": 615,
      "举": 616,
      "丿": 617,
      "乂": 618,
      "乃": 619,
      "久": 620,
      "么": 621,
      "义": 622,
      "之": 623,
      "乌": 624,
      "乍": 625,
      "乎": 626,
      "乏": 627,
      "乐": 628,
      "乒": 629,
      "乓": 630,
      "乔": 631,
      "乖": 632,
      "乗": 633,
      "乘": 634,
      "乙": 635,
      "乜": 636,
      "九": 637,
      "乞": 638,
      "也": 639,
      "习": 640,
      "乡": 641,
      "书": 642,
      "乩": 643,
      "买": 644,
      "乱": 645,
      "乳": 646,
      "乾": 647,
      "亀": 648,
      "亂": 649,
      "了": 650,
      "予": 651,
      "争": 652,
      "事": 653,
      "二": 654,
      "于": 655,
      "亏": 656,
      "云": 657,
      "互": 658,
      "五": 659,
      "井": 660,
      "亘": 661,
      "亙": 662,
      "亚": 663,
      "些": 664,
      "亜": 665,
      "亞": 666,
      "亟": 667,
      "亡": 668,
      "亢": 669,
      "交": 670,
      "亥": 671,
      "亦": 672,
      "产": 673,
      "亨": 674,
      "亩": 675,
      "享": 676,
      "京": 677,
      "亭": 678,
      "亮": 679,
      "亲": 680,
      "亳": 681,
      "亵": 682,
      "人": 683,
      "亿": 684,
      "什": 685,
      "仁": 686,
      "仃": 687,
      "仄": 688,
      "仅": 689,
      "仆": 690,
      "仇": 691,
      "今": 692,
      "介": 693,
      "仍": 694,
      "从": 695,
      "仏": 696,
      "仑": 697,
      "仓": 698,
      "仔": 699,
      "仕": 700,
      "他": 701,
      "仗": 702,
      "付": 703,
      "仙": 704,
      "仝": 705,
      "仞": 706,
      "仟": 707,
      "代": 708,
      "令": 709,
      "以": 710,
      "仨": 711,
      "仪": 712,
      "们": 713,
      "仮": 714,
      "仰": 715,
      "仲": 716,
      "件": 717,
      "价": 718,
      "任": 719,
      "份": 720,
      "仿": 721,
      "企": 722,
      "伉": 723,
      "伊": 724,
      "伍": 725,
      "伎": 726,
      "伏": 727,
      "伐": 728,
      "休": 729,
      "伕": 730,
      "众": 731,
      "优": 732,
      "伙": 733,
      "会": 734,
      "伝": 735,
      "伞": 736,
      "伟": 737,
      "传": 738,
      "伢": 739,
      "伤": 740,
      "伦": 741,
      "伪": 742,
      "伫": 743,
      "伯": 744,
      "估": 745,
      "伴": 746,
      "伶": 747,
      "伸": 748,
      "伺": 749,
      "似": 750,
      "伽": 751,
      "佃": 752,
      "但": 753,
      "佇": 754,
      "佈": 755,
      "位": 756,
      "低": 757,
      "住": 758,
      "佐": 759,
      "佑": 760,
      "体": 761,
      "佔": 762,
      "何": 763,
      "佗": 764,
      "佘": 765,
      "余": 766,
      "佚": 767,
      "佛": 768,
      "作": 769,
      "佝": 770,
      "佞": 771,
      "佟": 772,
      "你": 773,
      "佢": 774,
      "佣": 775,
      "佤": 776,
      "佥": 777,
      "佩": 778,
      "佬": 779,
      "佯": 780,
      "佰": 781,
      "佳": 782,
      "併": 783,
      "佶": 784,
      "佻": 785,
      "佼": 786,
      "使": 787,
      "侃": 788,
      "侄": 789,
      "來": 790,
      "侈": 791,
      "例": 792,
      "侍": 793,
      "侏": 794,
      "侑": 795,
      "侖": 796,
      "侗": 797,
      "供": 798,
      "依": 799,
      "侠": 800,
      "価": 801,
      "侣": 802,
      "侥": 803,
      "侦": 804,
      "侧": 805,
      "侨": 806,
      "侬": 807,
      "侮": 808,
      "侯": 809,
      "侵": 810,
      "侶": 811,
      "侷": 812,
      "便": 813,
      "係": 814,
      "促": 815,
      "俄": 816,
      "俊": 817,
      "俎": 818,
      "俏": 819,
      "俐": 820,
      "俑": 821,
      "俗": 822,
      "俘": 823,
      "俚": 824,
      "保": 825,
      "俞": 826,
      "俟": 827,
      "俠": 828,
      "信": 829,
      "俨": 830,
      "俩": 831,
      "俪": 832,
      "俬": 833,
      "俭": 834,
      "修": 835,
      "俯": 836,
      "俱": 837,
      "俳": 838,
      "俸": 839,
      "俺": 840,
      "俾": 841,
      "倆": 842,
      "倉": 843,
      "個": 844,
      "倌": 845,
      "倍": 846,
      "倏": 847,
      "們": 848,
      "倒": 849,
      "倔": 850,
      "倖": 851,
      "倘": 852,
      "候": 853,
      "倚": 854,
      "倜": 855,
      "借": 856,
      "倡": 857,
      "値": 858,
      "倦": 859,
      "倩": 860,
      "倪": 861,
      "倫": 862,
      "倬": 863,
      "倭": 864,
      "倶": 865,
      "债": 866,
      "值": 867,
      "倾": 868,
      "偃": 869,
      "假": 870,
      "偈": 871,
      "偉": 872,
      "偌": 873,
      "偎": 874,
      "偏": 875,
      "偕": 876,
      "做": 877,
      "停": 878,
      "健": 879,
      "側": 880,
      "偵": 881,
      "偶": 882,
      "偷": 883,
      "偻": 884,
      "偽": 885,
      "偿": 886,
      "傀": 887,
      "傅": 888,
      "傍": 889,
      "傑": 890,
      "傘": 891,
      "備": 892,
      "傚": 893,
      "傢": 894,
      "傣": 895,
      "傥": 896,
      "储": 897,
      "傩": 898,
      "催": 899,
      "傭": 900,
      "傲": 901,
      "傳": 902,
      "債": 903,
      "傷": 904,
      "傻": 905,
      "傾": 906,
      "僅": 907,
      "働": 908,
      "像": 909,
      "僑": 910,
      "僕": 911,
      "僖": 912,
      "僚": 913,
      "僥": 914,
      "僧": 915,
      "僭": 916,
      "僮": 917,
      "僱": 918,
      "僵": 919,
      "價": 920,
      "僻": 921,
      "儀": 922,
      "儂": 923,
      "億": 924,
      "儆": 925,
      "儉": 926,
      "儋": 927,
      "儒": 928,
      "儕": 929,
      "儘": 930,
      "償": 931,
      "儡": 932,
      "優": 933,
      "儲": 934,
      "儷": 935,
      "儼": 936,
      "儿": 937,
      "兀": 938,
      "允": 939,
      "元": 940,
      "兄": 941,
      "充": 942,
      "兆": 943,
      "兇": 944,
      "先": 945,
      "光": 946,
      "克": 947,
      "兌": 948,
      "免": 949,
      "児": 950,
      "兑": 951,
      "兒": 952,
      "兔": 953,
      "兖": 954,
      "党": 955,
      "兜": 956,
      "兢": 957,
      "入": 958,
      "內": 959,
      "全": 960,
      "兩": 961,
      "八": 962,
      "公": 963,
      "六": 964,
      "兮": 965,
      "兰": 966,
      "共": 967,
      "兲": 968,
      "关": 969,
      "兴": 970,
      "兵": 971,
      "其": 972,
      "具": 973,
      "典": 974,
      "兹": 975,
      "养": 976,
      "兼": 977,
      "兽": 978,
      "冀": 979,
      "内": 980,
      "円": 981,
      "冇": 982,
      "冈": 983,
      "冉": 984,
      "冊": 985,
      "册": 986,
      "再": 987,
      "冏": 988,
      "冒": 989,
      "冕": 990,
      "冗": 991,
      "写": 992,
      "军": 993,
      "农": 994,
      "冠": 995,
      "冢": 996,
      "冤": 997,
      "冥": 998,
      "冨": 999,
      "冪": 1000,
      "冬": 1001,
      "冯": 1002,
      "冰": 1003,
      "冲": 1004,
      "决": 1005,
      "况": 1006,
      "冶": 1007,
      "冷": 1008,
      "冻": 1009,
      "冼": 1010,
      "冽": 1011,
      "冾": 1012,
      "净": 1013,
      "凄": 1014,
      "准": 1015,
      "凇": 1016,
      "凈": 1017,
      "凉": 1018,
      "凋": 1019,
      "凌": 1020,
      "凍": 1021,
      "减": 1022,
      "凑": 1023,
      "凛": 1024,
      "凜": 1025,
      "凝": 1026,
      "几": 1027,
      "凡": 1028,
      "凤": 1029,
      "処": 1030,
      "凪": 1031,
      "凭": 1032,
      "凯": 1033,
      "凰": 1034,
      "凱": 1035,
      "凳": 1036,
      "凶": 1037,
      "凸": 1038,
      "凹": 1039,
      "出": 1040,
      "击": 1041,
      "函": 1042,
      "凿": 1043,
      "刀": 1044,
      "刁": 1045,
      "刃": 1046,
      "分": 1047,
      "切": 1048,
      "刈": 1049,
      "刊": 1050,
      "刍": 1051,
      "刎": 1052,
      "刑": 1053,
      "划": 1054,
      "列": 1055,
      "刘": 1056,
      "则": 1057,
      "刚": 1058,
      "创": 1059,
      "初": 1060,
      "删": 1061,
      "判": 1062,
      "別": 1063,
      "刨": 1064,
      "利": 1065,
      "刪": 1066,
      "别": 1067,
      "刮": 1068,
      "到": 1069,
      "制": 1070,
      "刷": 1071,
      "券": 1072,
      "刹": 1073,
      "刺": 1074,
      "刻": 1075,
      "刽": 1076,
      "剁": 1077,
      "剂": 1078,
      "剃": 1079,
      "則": 1080,
      "剉": 1081,
      "削": 1082,
      "剋": 1083,
      "剌": 1084,
      "前": 1085,
      "剎": 1086,
      "剐": 1087,
      "剑": 1088,
      "剔": 1089,
      "剖": 1090,
      "剛": 1091,
      "剜": 1092,
      "剝": 1093,
      "剣": 1094,
      "剤": 1095,
      "剥": 1096,
      "剧": 1097,
      "剩": 1098,
      "剪": 1099,
      "副": 1100,
      "割": 1101,
      "創": 1102,
      "剷": 1103,
      "剽": 1104,
      "剿": 1105,
      "劃": 1106,
      "劇": 1107,
      "劈": 1108,
      "劉": 1109,
      "劊": 1110,
      "劍": 1111,
      "劏": 1112,
      "劑": 1113,
      "力": 1114,
      "劝": 1115,
      "办": 1116,
      "功": 1117,
      "加": 1118,
      "务": 1119,
      "劣": 1120,
      "动": 1121,
      "助": 1122,
      "努": 1123,
      "劫": 1124,
      "劭": 1125,
      "励": 1126,
      "劲": 1127,
      "劳": 1128,
      "労": 1129,
      "劵": 1130,
      "効": 1131,
      "劾": 1132,
      "势": 1133,
      "勁": 1134,
      "勃": 1135,
      "勇": 1136,
      "勉": 1137,
      "勋": 1138,
      "勐": 1139,
      "勒": 1140,
      "動": 1141,
      "勖": 1142,
      "勘": 1143,
      "務": 1144,
      "勛": 1145,
      "勝": 1146,
      "勞": 1147,
      "募": 1148,
      "勢": 1149,
      "勤": 1150,
      "勧": 1151,
      "勳": 1152,
      "勵": 1153,
      "勸": 1154,
      "勺": 1155,
      "勻": 1156,
      "勾": 1157,
      "勿": 1158,
      "匀": 1159,
      "包": 1160,
      "匆": 1161,
      "匈": 1162,
      "匍": 1163,
      "匐": 1164,
      "匕": 1165,
      "化": 1166,
      "北": 1167,
      "匙": 1168,
      "匝": 1169,
      "匠": 1170,
      "匡": 1171,
      "匣": 1172,
      "匪": 1173,
      "匮": 1174,
      "匯": 1175,
      "匱": 1176,
      "匹": 1177,
      "区": 1178,
      "医": 1179,
      "匾": 1180,
      "匿": 1181,
      "區": 1182,
      "十": 1183,
      "千": 1184,
      "卅": 1185,
      "升": 1186,
      "午": 1187,
      "卉": 1188,
      "半": 1189,
      "卍": 1190,
      "华": 1191,
      "协": 1192,
      "卑": 1193,
      "卒": 1194,
      "卓": 1195,
      "協": 1196,
      "单": 1197,
      "卖": 1198,
      "南": 1199,
      "単": 1200,
      "博": 1201,
      "卜": 1202,
      "卞": 1203,
      "卟": 1204,
      "占": 1205,
      "卡": 1206,
      "卢": 1207,
      "卤": 1208,
      "卦": 1209,
      "卧": 1210,
      "卫": 1211,
      "卮": 1212,
      "卯": 1213,
      "印": 1214,
      "危": 1215,
      "即": 1216,
      "却": 1217,
      "卵": 1218,
      "卷": 1219,
      "卸": 1220,
      "卻": 1221,
      "卿": 1222,
      "厂": 1223,
      "厄": 1224,
      "厅": 1225,
      "历": 1226,
      "厉": 1227,
      "压": 1228,
      "厌": 1229,
      "厕": 1230,
      "厘": 1231,
      "厚": 1232,
      "厝": 1233,
      "原": 1234,
      "厢": 1235,
      "厥": 1236,
      "厦": 1237,
      "厨": 1238,
      "厩": 1239,
      "厭": 1240,
      "厮": 1241,
      "厲": 1242,
      "厳": 1243,
      "去": 1244,
      "县": 1245,
      "叁": 1246,
      "参": 1247,
      "參": 1248,
      "又": 1249,
      "叉": 1250,
      "及": 1251,
      "友": 1252,
      "双": 1253,
      "反": 1254,
      "収": 1255,
      "发": 1256,
      "叔": 1257,
      "取": 1258,
      "受": 1259,
      "变": 1260,
      "叙": 1261,
      "叛": 1262,
      "叟": 1263,
      "叠": 1264,
      "叡": 1265,
      "叢": 1266,
      "口": 1267,
      "古": 1268,
      "句": 1269,
      "另": 1270,
      "叨": 1271,
      "叩": 1272,
      "只": 1273,
      "叫": 1274,
      "召": 1275,
      "叭": 1276,
      "叮": 1277,
      "可": 1278,
      "台": 1279,
      "叱": 1280,
      "史": 1281,
      "右": 1282,
      "叵": 1283,
      "叶": 1284,
      "号": 1285,
      "司": 1286,
      "叹": 1287,
      "叻": 1288,
      "叼": 1289,
      "叽": 1290,
      "吁": 1291,
      "吃": 1292,
      "各": 1293,
      "吆": 1294,
      "合": 1295,
      "吉": 1296,
      "吊": 1297,
      "吋": 1298,
      "同": 1299,
      "名": 1300,
      "后": 1301,
      "吏": 1302,
      "吐": 1303,
      "向": 1304,
      "吒": 1305,
      "吓": 1306,
      "吕": 1307,
      "吖": 1308,
      "吗": 1309,
      "君": 1310,
      "吝": 1311,
      "吞": 1312,
      "吟": 1313,
      "吠": 1314,
      "吡": 1315,
      "否": 1316,
      "吧": 1317,
      "吨": 1318,
      "吩": 1319,
      "含": 1320,
      "听": 1321,
      "吭": 1322,
      "吮": 1323,
      "启": 1324,
      "吱": 1325,
      "吳": 1326,
      "吴": 1327,
      "吵": 1328,
      "吶": 1329,
      "吸": 1330,
      "吹": 1331,
      "吻": 1332,
      "吼": 1333,
      "吽": 1334,
      "吾": 1335,
      "呀": 1336,
      "呂": 1337,
      "呃": 1338,
      "呆": 1339,
      "呈": 1340,
      "告": 1341,
      "呋": 1342,
      "呎": 1343,
      "呐": 1344,
      "呓": 1345,
      "呕": 1346,
      "呗": 1347,
      "员": 1348,
      "呛": 1349,
      "呜": 1350,
      "呢": 1351,
      "呤": 1352,
      "呦": 1353,
      "周": 1354,
      "呱": 1355,
      "呲": 1356,
      "味": 1357,
      "呵": 1358,
      "呷": 1359,
      "呸": 1360,
      "呻": 1361,
      "呼": 1362,
      "命": 1363,
      "咀": 1364,
      "咁": 1365,
      "咂": 1366,
      "咄": 1367,
      "咆": 1368,
      "咋": 1369,
      "和": 1370,
      "咎": 1371,
      "咏": 1372,
      "咐": 1373,
      "咒": 1374,
      "咔": 1375,
      "咕": 1376,
      "咖": 1377,
      "咗": 1378,
      "咘": 1379,
      "咙": 1380,
      "咚": 1381,
      "咛": 1382,
      "咣": 1383,
      "咤": 1384,
      "咦": 1385,
      "咧": 1386,
      "咨": 1387,
      "咩": 1388,
      "咪": 1389,
      "咫": 1390,
      "咬": 1391,
      "咭": 1392,
      "咯": 1393,
      "咱": 1394,
      "咲": 1395,
      "咳": 1396,
      "咸": 1397,
      "咻": 1398,
      "咽": 1399,
      "咿": 1400,
      "哀": 1401,
      "品": 1402,
      "哂": 1403,
      "哄": 1404,
      "哆": 1405,
      "哇": 1406,
      "哈": 1407,
      "哉": 1408,
      "哋": 1409,
      "哌": 1410,
      "响": 1411,
      "哎": 1412,
      "哏": 1413,
      "哐": 1414,
      "哑": 1415,
      "哒": 1416,
      "哔": 1417,
      "哗": 1418,
      "哟": 1419,
      "員": 1420,
      "哥": 1421,
      "哦": 1422,
      "哧": 1423,
      "哨": 1424,
      "哩": 1425,
      "哪": 1426,
      "哭": 1427,
      "哮": 1428,
      "哲": 1429,
      "哺": 1430,
      "哼": 1431,
      "哽": 1432,
      "唁": 1433,
      "唄": 1434,
      "唆": 1435,
      "唇": 1436,
      "唉": 1437,
      "唏": 1438,
      "唐": 1439,
      "唑": 1440,
      "唔": 1441,
      "唠": 1442,
      "唤": 1443,
      "唧": 1444,
      "唬": 1445,
      "售": 1446,
      "唯": 1447,
      "唰": 1448,
      "唱": 1449,
      "唳": 1450,
      "唷": 1451,
      "唸": 1452,
      "唾": 1453,
      "啃": 1454,
      "啄": 1455,
      "商": 1456,
      "啉": 1457,
      "啊": 1458,
      "問": 1459,
      "啓": 1460,
      "啕": 1461,
      "啖": 1462,
      "啜": 1463,
      "啞": 1464,
      "啟": 1465,
      "啡": 1466,
      "啤": 1467,
      "啥": 1468,
      "啦": 1469,
      "啧": 1470,
      "啪": 1471,
      "啫": 1472,
      "啬": 1473,
      "啮": 1474,
      "啰": 1475,
      "啱": 1476,
      "啲": 1477,
      "啵": 1478,
      "啶": 1479,
      "啷": 1480,
      "啸": 1481,
      "啻": 1482,
      "啼": 1483,
      "啾": 1484,
      "喀": 1485,
      "喂": 1486,
      "喃": 1487,
      "善": 1488,
      "喆": 1489,
      "喇": 1490,
      "喉": 1491,
      "喊": 1492,
      "喋": 1493,
      "喎": 1494,
      "喏": 1495,
      "喔": 1496,
      "喘": 1497,
      "喙": 1498,
      "喚": 1499,
      "喜": 1500,
      "喝": 1501,
      "喟": 1502,
      "喧": 1503,
      "喪": 1504,
      "喫": 1505,
      "喬": 1506,
      "單": 1507,
      "喰": 1508,
      "喱": 1509,
      "喲": 1510,
      "喳": 1511,
      "喵": 1512,
      "営": 1513,
      "喷": 1514,
      "喹": 1515,
      "喺": 1516,
      "喻": 1517,
      "喽": 1518,
      "嗅": 1519,
      "嗆": 1520,
      "嗇": 1521,
      "嗎": 1522,
      "嗑": 1523,
      "嗒": 1524,
      "嗓": 1525,
      "嗔": 1526,
      "嗖": 1527,
      "嗚": 1528,
      "嗜": 1529,
      "嗝": 1530,
      "嗟": 1531,
      "嗡": 1532,
      "嗣": 1533,
      "嗤": 1534,
      "嗦": 1535,
      "嗨": 1536,
      "嗪": 1537,
      "嗬": 1538,
      "嗯": 1539,
      "嗰": 1540,
      "嗲": 1541,
      "嗳": 1542,
      "嗶": 1543,
      "嗷": 1544,
      "嗽": 1545,
      "嘀": 1546,
      "嘅": 1547,
      "嘆": 1548,
      "嘈": 1549,
      "嘉": 1550,
      "嘌": 1551,
      "嘍": 1552,
      "嘎": 1553,
      "嘔": 1554,
      "嘖": 1555,
      "嘗": 1556,
      "嘘": 1557,
      "嘚": 1558,
      "嘛": 1559,
      "嘜": 1560,
      "嘞": 1561,
      "嘟": 1562,
      "嘢": 1563,
      "嘣": 1564,
      "嘤": 1565,
      "嘧": 1566,
      "嘩": 1567,
      "嘭": 1568,
      "嘮": 1569,
      "嘯": 1570,
      "嘰": 1571,
      "嘱": 1572,
      "嘲": 1573,
      "嘴": 1574,
      "嘶": 1575,
      "嘸": 1576,
      "嘹": 1577,
      "嘻": 1578,
      "嘿": 1579,
      "噁": 1580,
      "噌": 1581,
      "噎": 1582,
      "噓": 1583,
      "噔": 1584,
      "噗": 1585,
      "噙": 1586,
      "噜": 1587,
      "噠": 1588,
      "噢": 1589,
      "噤": 1590,
      "器": 1591,
      "噩": 1592,
      "噪": 1593,
      "噬": 1594,
      "噱": 1595,
      "噴": 1596,
      "噶": 1597,
      "噸": 1598,
      "噹": 1599,
      "噻": 1600,
      "噼": 1601,
      "嚀": 1602,
      "嚇": 1603,
      "嚎": 1604,
      "嚏": 1605,
      "嚐": 1606,
      "嚓": 1607,
      "嚕": 1608,
      "嚟": 1609,
      "嚣": 1610,
      "嚥": 1611,
      "嚨": 1612,
      "嚮": 1613,
      "嚴": 1614,
      "嚷": 1615,
      "嚼": 1616,
      "囂": 1617,
      "囉": 1618,
      "囊": 1619,
      "囍": 1620,
      "囑": 1621,
      "囔": 1622,
      "囗": 1623,
      "囚": 1624,
      "四": 1625,
      "囝": 1626,
      "回": 1627,
      "囟": 1628,
      "因": 1629,
      "囡": 1630,
      "团": 1631,
      "団": 1632,
      "囤": 1633,
      "囧": 1634,
      "囪": 1635,
      "囫": 1636,
      "园": 1637,
      "困": 1638,
      "囱": 1639,
      "囲": 1640,
      "図": 1641,
      "围": 1642,
      "囹": 1643,
      "固": 1644,
      "国": 1645,
      "图": 1646,
      "囿": 1647,
      "圃": 1648,
      "圄": 1649,
      "圆": 1650,
      "圈": 1651,
      "國": 1652,
      "圍": 1653,
      "圏": 1654,
      "園": 1655,
      "圓": 1656,
      "圖": 1657,
      "團": 1658,
      "圜": 1659,
      "土": 1660,
      "圣": 1661,
      "圧": 1662,
      "在": 1663,
      "圩": 1664,
      "圭": 1665,
      "地": 1666,
      "圳": 1667,
      "场": 1668,
      "圻": 1669,
      "圾": 1670,
      "址": 1671,
      "坂": 1672,
      "均": 1673,
      "坊": 1674,
      "坍": 1675,
      "坎": 1676,
      "坏": 1677,
      "坐": 1678,
      "坑": 1679,
      "块": 1680,
      "坚": 1681,
      "坛": 1682,
      "坝": 1683,
      "坞": 1684,
      "坟": 1685,
      "坠": 1686,
      "坡": 1687,
      "坤": 1688,
      "坦": 1689,
      "坨": 1690,
      "坪": 1691,
      "坯": 1692,
      "坳": 1693,
      "坵": 1694,
      "坷": 1695,
      "垂": 1696,
      "垃": 1697,
      "垄": 1698,
      "型": 1699,
      "垒": 1700,
      "垚": 1701,
      "垛": 1702,
      "垠": 1703,
      "垢": 1704,
      "垣": 1705,
      "垦": 1706,
      "垩": 1707,
      "垫": 1708,
      "垭": 1709,
      "垮": 1710,
      "垵": 1711,
      "埂": 1712,
      "埃": 1713,
      "埋": 1714,
      "城": 1715,
      "埔": 1716,
      "埕": 1717,
      "埗": 1718,
      "域": 1719,
      "埠": 1720,
      "埤": 1721,
      "埵": 1722,
      "執": 1723,
      "埸": 1724,
      "培": 1725,
      "基": 1726,
      "埼": 1727,
      "堀": 1728,
      "堂": 1729,
      "堃": 1730,
      "堅": 1731,
      "堆": 1732,
      "堇": 1733,
      "堑": 1734,
      "堕": 1735,
      "堙": 1736,
      "堡": 1737,
      "堤": 1738,
      "堪": 1739,
      "堯": 1740,
      "堰": 1741,
      "報": 1742,
      "場": 1743,
      "堵": 1744,
      "堺": 1745,
      "堿": 1746,
      "塊": 1747,
      "塌": 1748,
      "塑": 1749,
      "塔": 1750,
      "塗": 1751,
      "塘": 1752,
      "塚": 1753,
      "塞": 1754,
      "塢": 1755,
      "塩": 1756,
      "填": 1757,
      "塬": 1758,
      "塭": 1759,
      "塵": 1760,
      "塾": 1761,
      "墀": 1762,
      "境": 1763,
      "墅": 1764,
      "墉": 1765,
      "墊": 1766,
      "墒": 1767,
      "墓": 1768,
      "増": 1769,
      "墘": 1770,
      "墙": 1771,
      "墜": 1772,
      "增": 1773,
      "墟": 1774,
      "墨": 1775,
      "墩": 1776,
      "墮": 1777,
      "墳": 1778,
      "墻": 1779,
      "墾": 1780,
      "壁": 1781,
      "壅": 1782,
      "壆": 1783,
      "壇": 1784,
      "壊": 1785,
      "壑": 1786,
      "壓": 1787,
      "壕": 1788,
      "壘": 1789,
      "壞": 1790,
      "壟": 1791,
      "壢": 1792,
      "壤": 1793,
      "壩": 1794,
      "士": 1795,
      "壬": 1796,
      "壮": 1797,
      "壯": 1798,
      "声": 1799,
      "売": 1800,
      "壳": 1801,
      "壶": 1802,
      "壹": 1803,
      "壺": 1804,
      "壽": 1805,
      "处": 1806,
      "备": 1807,
      "変": 1808,
      "复": 1809,
      "夏": 1810,
      "夔": 1811,
      "夕": 1812,
      "外": 1813,
      "夙": 1814,
      "多": 1815,
      "夜": 1816,
      "够": 1817,
      "夠": 1818,
      "夢": 1819,
      "夥": 1820,
      "大": 1821,
      "天": 1822,
      "太": 1823,
      "夫": 1824,
      "夭": 1825,
      "央": 1826,
      "夯": 1827,
      "失": 1828,
      "头": 1829,
      "夷": 1830,
      "夸": 1831,
      "夹": 1832,
      "夺": 1833,
      "夾": 1834,
      "奂": 1835,
      "奄": 1836,
      "奇": 1837,
      "奈": 1838,
      "奉": 1839,
      "奋": 1840,
      "奎": 1841,
      "奏": 1842,
      "奐": 1843,
      "契": 1844,
      "奔": 1845,
      "奕": 1846,
      "奖": 1847,
      "套": 1848,
      "奘": 1849,
      "奚": 1850,
      "奠": 1851,
      "奢": 1852,
      "奥": 1853,
      "奧": 1854,
      "奪": 1855,
      "奬": 1856,
      "奮": 1857,
      "女": 1858,
      "奴": 1859,
      "奶": 1860,
      "奸": 1861,
      "她": 1862,
      "好": 1863,
      "如": 1864,
      "妃": 1865,
      "妄": 1866,
      "妆": 1867,
      "妇": 1868,
      "妈": 1869,
      "妊": 1870,
      "妍": 1871,
      "妒": 1872,
      "妓": 1873,
      "妖": 1874,
      "妘": 1875,
      "妙": 1876,
      "妝": 1877,
      "妞": 1878,
      "妣": 1879,
      "妤": 1880,
      "妥": 1881,
      "妨": 1882,
      "妩": 1883,
      "妪": 1884,
      "妮": 1885,
      "妲": 1886,
      "妳": 1887,
      "妹": 1888,
      "妻": 1889,
      "妾": 1890,
      "姆": 1891,
      "姉": 1892,
      "姊": 1893,
      "始": 1894,
      "姍": 1895,
      "姐": 1896,
      "姑": 1897,
      "姒": 1898,
      "姓": 1899,
      "委": 1900,
      "姗": 1901,
      "姚": 1902,
      "姜": 1903,
      "姝": 1904,
      "姣": 1905,
      "姥": 1906,
      "姦": 1907,
      "姨": 1908,
      "姪": 1909,
      "姫": 1910,
      "姬": 1911,
      "姹": 1912,
      "姻": 1913,
      "姿": 1914,
      "威": 1915,
      "娃": 1916,
      "娄": 1917,
      "娅": 1918,
      "娆": 1919,
      "娇": 1920,
      "娉": 1921,
      "娑": 1922,
      "娓": 1923,
      "娘": 1924,
      "娛": 1925,
      "娜": 1926,
      "娟": 1927,
      "娠": 1928,
      "娣": 1929,
      "娥": 1930,
      "娩": 1931,
      "娱": 1932,
      "娲": 1933,
      "娴": 1934,
      "娶": 1935,
      "娼": 1936,
      "婀": 1937,
      "婁": 1938,
      "婆": 1939,
      "婉": 1940,
      "婊": 1941,
      "婕": 1942,
      "婚": 1943,
      "婢": 1944,
      "婦": 1945,
      "婧": 1946,
      "婪": 1947,
      "婭": 1948,
      "婴": 1949,
      "婵": 1950,
      "婶": 1951,
      "婷": 1952,
      "婺": 1953,
      "婿": 1954,
      "媒": 1955,
      "媚": 1956,
      "媛": 1957,
      "媞": 1958,
      "媧": 1959,
      "媲": 1960,
      "媳": 1961,
      "媽": 1962,
      "媾": 1963,
      "嫁": 1964,
      "嫂": 1965,
      "嫉": 1966,
      "嫌": 1967,
      "嫑": 1968,
      "嫔": 1969,
      "嫖": 1970,
      "嫘": 1971,
      "嫚": 1972,
      "嫡": 1973,
      "嫣": 1974,
      "嫦": 1975,
      "嫩": 1976,
      "嫲": 1977,
      "嫵": 1978,
      "嫻": 1979,
      "嬅": 1980,
      "嬉": 1981,
      "嬌": 1982,
      "嬗": 1983,
      "嬛": 1984,
      "嬢": 1985,
      "嬤": 1986,
      "嬪": 1987,
      "嬰": 1988,
      "嬴": 1989,
      "嬷": 1990,
      "嬸": 1991,
      "嬿": 1992,
      "孀": 1993,
      "孃": 1994,
      "子": 1995,
      "孑": 1996,
      "孔": 1997,
      "孕": 1998,
      "孖": 1999,
      "字": 2000,
      "存": 2001,
      "孙": 2002,
      "孚": 2003,
      "孛": 2004,
      "孜": 2005,
      "孝": 2006,
      "孟": 2007,
      "孢": 2008,
      "季": 2009,
      "孤": 2010,
      "学": 2011,
      "孩": 2012,
      "孪": 2013,
      "孫": 2014,
      "孬": 2015,
      "孰": 2016,
      "孱": 2017,
      "孳": 2018,
      "孵": 2019,
      "學": 2020,
      "孺": 2021,
      "孽": 2022,
      "孿": 2023,
      "宁": 2024,
      "它": 2025,
      "宅": 2026,
      "宇": 2027,
      "守": 2028,
      "安": 2029,
      "宋": 2030,
      "完": 2031,
      "宏": 2032,
      "宓": 2033,
      "宕": 2034,
      "宗": 2035,
      "官": 2036,
      "宙": 2037,
      "定": 2038,
      "宛": 2039,
      "宜": 2040,
      "宝": 2041,
      "实": 2042,
      "実": 2043,
      "宠": 2044,
      "审": 2045,
      "客": 2046,
      "宣": 2047,
      "室": 2048,
      "宥": 2049,
      "宦": 2050,
      "宪": 2051,
      "宫": 2052,
      "宮": 2053,
      "宰": 2054,
      "害": 2055,
      "宴": 2056,
      "宵": 2057,
      "家": 2058,
      "宸": 2059,
      "容": 2060,
      "宽": 2061,
      "宾": 2062,
      "宿": 2063,
      "寂": 2064,
      "寄": 2065,
      "寅": 2066,
      "密": 2067,
      "寇": 2068,
      "富": 2069,
      "寐": 2070,
      "寒": 2071,
      "寓": 2072,
      "寛": 2073,
      "寝": 2074,
      "寞": 2075,
      "察": 2076,
      "寡": 2077,
      "寢": 2078,
      "寥": 2079,
      "實": 2080,
      "寧": 2081,
      "寨": 2082,
      "審": 2083,
      "寫": 2084,
      "寬": 2085,
      "寮": 2086,
      "寰": 2087,
      "寵": 2088,
      "寶": 2089,
      "寸": 2090,
      "对": 2091,
      "寺": 2092,
      "寻": 2093,
      "导": 2094,
      "対": 2095,
      "寿": 2096,
      "封": 2097,
      "専": 2098,
      "射": 2099,
      "将": 2100,
      "將": 2101,
      "專": 2102,
      "尉": 2103,
      "尊": 2104,
      "尋": 2105,
      "對": 2106,
      "導": 2107,
      "小": 2108,
      "少": 2109,
      "尔": 2110,
      "尕": 2111,
      "尖": 2112,
      "尘": 2113,
      "尚": 2114,
      "尝": 2115,
      "尤": 2116,
      "尧": 2117,
      "尬": 2118,
      "就": 2119,
      "尴": 2120,
      "尷": 2121,
      "尸": 2122,
      "尹": 2123,
      "尺": 2124,
      "尻": 2125,
      "尼": 2126,
      "尽": 2127,
      "尾": 2128,
      "尿": 2129,
      "局": 2130,
      "屁": 2131,
      "层": 2132,
      "屄": 2133,
      "居": 2134,
      "屆": 2135,
      "屈": 2136,
      "屉": 2137,
      "届": 2138,
      "屋": 2139,
      "屌": 2140,
      "屍": 2141,
      "屎": 2142,
      "屏": 2143,
      "屐": 2144,
      "屑": 2145,
      "展": 2146,
      "屜": 2147,
      "属": 2148,
      "屠": 2149,
      "屡": 2150,
      "屢": 2151,
      "層": 2152,
      "履": 2153,
      "屬": 2154,
      "屯": 2155,
      "山": 2156,
      "屹": 2157,
      "屿": 2158,
      "岀": 2159,
      "岁": 2160,
      "岂": 2161,
      "岌": 2162,
      "岐": 2163,
      "岑": 2164,
      "岔": 2165,
      "岖": 2166,
      "岗": 2167,
      "岘": 2168,
      "岙": 2169,
      "岚": 2170,
      "岛": 2171,
      "岡": 2172,
      "岩": 2173,
      "岫": 2174,
      "岬": 2175,
      "岭": 2176,
      "岱": 2177,
      "岳": 2178,
      "岷": 2179,
      "岸": 2180,
      "峇": 2181,
      "峋": 2182,
      "峒": 2183,
      "峙": 2184,
      "峡": 2185,
      "峤": 2186,
      "峥": 2187,
      "峦": 2188,
      "峨": 2189,
      "峪": 2190,
      "峭": 2191,
      "峯": 2192,
      "峰": 2193,
      "峴": 2194,
      "島": 2195,
      "峻": 2196,
      "峽": 2197,
      "崁": 2198,
      "崂": 2199,
      "崆": 2200,
      "崇": 2201,
      "崎": 2202,
      "崑": 2203,
      "崔": 2204,
      "崖": 2205,
      "崗": 2206,
      "崙": 2207,
      "崛": 2208,
      "崧": 2209,
      "崩": 2210,
      "崭": 2211,
      "崴": 2212,
      "崽": 2213,
      "嵇": 2214,
      "嵊": 2215,
      "嵋": 2216,
      "嵌": 2217,
      "嵐": 2218,
      "嵘": 2219,
      "嵩": 2220,
      "嵬": 2221,
      "嵯": 2222,
      "嶂": 2223,
      "嶄": 2224,
      "嶇": 2225,
      "嶋": 2226,
      "嶙": 2227,
      "嶺": 2228,
      "嶼": 2229,
      "嶽": 2230,
      "巅": 2231,
      "巍": 2232,
      "巒": 2233,
      "巔": 2234,
      "巖": 2235,
      "川": 2236,
      "州": 2237,
      "巡": 2238,
      "巢": 2239,
      "工": 2240,
      "左": 2241,
      "巧": 2242,
      "巨": 2243,
      "巩": 2244,
      "巫": 2245,
      "差": 2246,
      "己": 2247,
      "已": 2248,
      "巳": 2249,
      "巴": 2250,
      "巷": 2251,
      "巻": 2252,
      "巽": 2253,
      "巾": 2254,
      "巿": 2255,
      "币": 2256,
      "市": 2257,
      "布": 2258,
      "帅": 2259,
      "帆": 2260,
      "师": 2261,
      "希": 2262,
      "帐": 2263,
      "帑": 2264,
      "帕": 2265,
      "帖": 2266,
      "帘": 2267,
      "帚": 2268,
      "帛": 2269,
      "帜": 2270,
      "帝": 2271,
      "帥": 2272,
      "带": 2273,
      "帧": 2274,
      "師": 2275,
      "席": 2276,
      "帮": 2277,
      "帯": 2278,
      "帰": 2279,
      "帳": 2280,
      "帶": 2281,
      "帷": 2282,
      "常": 2283,
      "帼": 2284,
      "帽": 2285,
      "幀": 2286,
      "幂": 2287,
      "幄": 2288,
      "幅": 2289,
      "幌": 2290,
      "幔": 2291,
      "幕": 2292,
      "幟": 2293,
      "幡": 2294,
      "幢": 2295,
      "幣": 2296,
      "幫": 2297,
      "干": 2298,
      "平": 2299,
      "年": 2300,
      "并": 2301,
      "幸": 2302,
      "幹": 2303,
      "幺": 2304,
      "幻": 2305,
      "幼": 2306,
      "幽": 2307,
      "幾": 2308,
      "广": 2309,
      "庁": 2310,
      "広": 2311,
      "庄": 2312,
      "庆": 2313,
      "庇": 2314,
      "床": 2315,
      "序": 2316,
      "庐": 2317,
      "库": 2318,
      "应": 2319,
      "底": 2320,
      "庖": 2321,
      "店": 2322,
      "庙": 2323,
      "庚": 2324,
      "府": 2325,
      "庞": 2326,
      "废": 2327,
      "庠": 2328,
      "度": 2329,
      "座": 2330,
      "庫": 2331,
      "庭": 2332,
      "庵": 2333,
      "庶": 2334,
      "康": 2335,
      "庸": 2336,
      "庹": 2337,
      "庾": 2338,
      "廁": 2339,
      "廂": 2340,
      "廃": 2341,
      "廈": 2342,
      "廉": 2343,
      "廊": 2344,
      "廓": 2345,
      "廖": 2346,
      "廚": 2347,
      "廝": 2348,
      "廟": 2349,
      "廠": 2350,
      "廢": 2351,
      "廣": 2352,
      "廬": 2353,
      "廳": 2354,
      "延": 2355,
      "廷": 2356,
      "建": 2357,
      "廿": 2358,
      "开": 2359,
      "弁": 2360,
      "异": 2361,
      "弃": 2362,
      "弄": 2363,
      "弈": 2364,
      "弊": 2365,
      "弋": 2366,
      "式": 2367,
      "弑": 2368,
      "弒": 2369,
      "弓": 2370,
      "弔": 2371,
      "引": 2372,
      "弗": 2373,
      "弘": 2374,
      "弛": 2375,
      "弟": 2376,
      "张": 2377,
      "弥": 2378,
      "弦": 2379,
      "弧": 2380,
      "弩": 2381,
      "弭": 2382,
      "弯": 2383,
      "弱": 2384,
      "張": 2385,
      "強": 2386,
      "弹": 2387,
      "强": 2388,
      "弼": 2389,
      "弾": 2390,
      "彅": 2391,
      "彆": 2392,
      "彈": 2393,
      "彌": 2394,
      "彎": 2395,
      "归": 2396,
      "当": 2397,
      "录": 2398,
      "彗": 2399,
      "彙": 2400,
      "彝": 2401,
      "形": 2402,
      "彤": 2403,
      "彥": 2404,
      "彦": 2405,
      "彧": 2406,
      "彩": 2407,
      "彪": 2408,
      "彫": 2409,
      "彬": 2410,
      "彭": 2411,
      "彰": 2412,
      "影": 2413,
      "彷": 2414,
      "役": 2415,
      "彻": 2416,
      "彼": 2417,
      "彿": 2418,
      "往": 2419,
      "征": 2420,
      "径": 2421,
      "待": 2422,
      "徇": 2423,
      "很": 2424,
      "徉": 2425,
      "徊": 2426,
      "律": 2427,
      "後": 2428,
      "徐": 2429,
      "徑": 2430,
      "徒": 2431,
      "従": 2432,
      "徕": 2433,
      "得": 2434,
      "徘": 2435,
      "徙": 2436,
      "徜": 2437,
      "從": 2438,
      "徠": 2439,
      "御": 2440,
      "徨": 2441,
      "復": 2442,
      "循": 2443,
      "徬": 2444,
      "微": 2445,
      "徳": 2446,
      "徴": 2447,
      "徵": 2448,
      "德": 2449,
      "徹": 2450,
      "徼": 2451,
      "徽": 2452,
      "心": 2453,
      "必": 2454,
      "忆": 2455,
      "忌": 2456,
      "忍": 2457,
      "忏": 2458,
      "忐": 2459,
      "忑": 2460,
      "忒": 2461,
      "忖": 2462,
      "志": 2463,
      "忘": 2464,
      "忙": 2465,
      "応": 2466,
      "忠": 2467,
      "忡": 2468,
      "忤": 2469,
      "忧": 2470,
      "忪": 2471,
      "快": 2472,
      "忱": 2473,
      "念": 2474,
      "忻": 2475,
      "忽": 2476,
      "忿": 2477,
      "怀": 2478,
      "态": 2479,
      "怂": 2480,
      "怅": 2481,
      "怆": 2482,
      "怎": 2483,
      "怏": 2484,
      "怒": 2485,
      "怔": 2486,
      "怕": 2487,
      "怖": 2488,
      "怙": 2489,
      "怜": 2490,
      "思": 2491,
      "怠": 2492,
      "怡": 2493,
      "急": 2494,
      "怦": 2495,
      "性": 2496,
      "怨": 2497,
      "怪": 2498,
      "怯": 2499,
      "怵": 2500,
      "总": 2501,
      "怼": 2502,
      "恁": 2503,
      "恃": 2504,
      "恆": 2505,
      "恋": 2506,
      "恍": 2507,
      "恐": 2508,
      "恒": 2509,
      "恕": 2510,
      "恙": 2511,
      "恚": 2512,
      "恢": 2513,
      "恣": 2514,
      "恤": 2515,
      "恥": 2516,
      "恨": 2517,
      "恩": 2518,
      "恪": 2519,
      "恫": 2520,
      "恬": 2521,
      "恭": 2522,
      "息": 2523,
      "恰": 2524,
      "恳": 2525,
      "恵": 2526,
      "恶": 2527,
      "恸": 2528,
      "恺": 2529,
      "恻": 2530,
      "恼": 2531,
      "恿": 2532,
      "悄": 2533,
      "悅": 2534,
      "悉": 2535,
      "悌": 2536,
      "悍": 2537,
      "悔": 2538,
      "悖": 2539,
      "悚": 2540,
      "悟": 2541,
      "悠": 2542,
      "患": 2543,
      "悦": 2544,
      "您": 2545,
      "悩": 2546,
      "悪": 2547,
      "悬": 2548,
      "悯": 2549,
      "悱": 2550,
      "悲": 2551,
      "悴": 2552,
      "悵": 2553,
      "悶": 2554,
      "悸": 2555,
      "悻": 2556,
      "悼": 2557,
      "悽": 2558,
      "情": 2559,
      "惆": 2560,
      "惇": 2561,
      "惊": 2562,
      "惋": 2563,
      "惑": 2564,
      "惕": 2565,
      "惘": 2566,
      "惚": 2567,
      "惜": 2568,
      "惟": 2569,
      "惠": 2570,
      "惡": 2571,
      "惦": 2572,
      "惧": 2573,
      "惨": 2574,
      "惩": 2575,
      "惫": 2576,
      "惬": 2577,
      "惭": 2578,
      "惮": 2579,
      "惯": 2580,
      "惰": 2581,
      "惱": 2582,
      "想": 2583,
      "惴": 2584,
      "惶": 2585,
      "惹": 2586,
      "惺": 2587,
      "愁": 2588,
      "愆": 2589,
      "愈": 2590,
      "愉": 2591,
      "愍": 2592,
      "意": 2593,
      "愕": 2594,
      "愚": 2595,
      "愛": 2596,
      "愜": 2597,
      "感": 2598,
      "愣": 2599,
      "愤": 2600,
      "愧": 2601,
      "愫": 2602,
      "愷": 2603,
      "愿": 2604,
      "慄": 2605,
      "慈": 2606,
      "態": 2607,
      "慌": 2608,
      "慎": 2609,
      "慑": 2610,
      "慕": 2611,
      "慘": 2612,
      "慚": 2613,
      "慟": 2614,
      "慢": 2615,
      "慣": 2616,
      "慧": 2617,
      "慨": 2618,
      "慫": 2619,
      "慮": 2620,
      "慰": 2621,
      "慳": 2622,
      "慵": 2623,
      "慶": 2624,
      "慷": 2625,
      "慾": 2626,
      "憂": 2627,
      "憊": 2628,
      "憋": 2629,
      "憎": 2630,
      "憐": 2631,
      "憑": 2632,
      "憔": 2633,
      "憚": 2634,
      "憤": 2635,
      "憧": 2636,
      "憨": 2637,
      "憩": 2638,
      "憫": 2639,
      "憬": 2640,
      "憲": 2641,
      "憶": 2642,
      "憾": 2643,
      "懂": 2644,
      "懇": 2645,
      "懈": 2646,
      "應": 2647,
      "懊": 2648,
      "懋": 2649,
      "懑": 2650,
      "懒": 2651,
      "懦": 2652,
      "懲": 2653,
      "懵": 2654,
      "懶": 2655,
      "懷": 2656,
      "懸": 2657,
      "懺": 2658,
      "懼": 2659,
      "懾": 2660,
      "懿": 2661,
      "戀": 2662,
      "戈": 2663,
      "戊": 2664,
      "戌": 2665,
      "戍": 2666,
      "戎": 2667,
      "戏": 2668,
      "成": 2669,
      "我": 2670,
      "戒": 2671,
      "戕": 2672,
      "或": 2673,
      "战": 2674,
      "戚": 2675,
      "戛": 2676,
      "戟": 2677,
      "戡": 2678,
      "戦": 2679,
      "截": 2680,
      "戬": 2681,
      "戮": 2682,
      "戰": 2683,
      "戲": 2684,
      "戳": 2685,
      "戴": 2686,
      "戶": 2687,
      "户": 2688,
      "戸": 2689,
      "戻": 2690,
      "戾": 2691,
      "房": 2692,
      "所": 2693,
      "扁": 2694,
      "扇": 2695,
      "扈": 2696,
      "扉": 2697,
      "手": 2698,
      "才": 2699,
      "扎": 2700,
      "扑": 2701,
      "扒": 2702,
      "打": 2703,
      "扔": 2704,
      "払": 2705,
      "托": 2706,
      "扛": 2707,
      "扣": 2708,
      "扦": 2709,
      "执": 2710,
      "扩": 2711,
      "扪": 2712,
      "扫": 2713,
      "扬": 2714,
      "扭": 2715,
      "扮": 2716,
      "扯": 2717,
      "扰": 2718,
      "扱": 2719,
      "扳": 2720,
      "扶": 2721,
      "批": 2722,
      "扼": 2723,
      "找": 2724,
      "承": 2725,
      "技": 2726,
      "抄": 2727,
      "抉": 2728,
      "把": 2729,
      "抑": 2730,
      "抒": 2731,
      "抓": 2732,
      "投": 2733,
      "抖": 2734,
      "抗": 2735,
      "折": 2736,
      "抚": 2737,
      "抛": 2738,
      "抜": 2739,
      "択": 2740,
      "抟": 2741,
      "抠": 2742,
      "抡": 2743,
      "抢": 2744,
      "护": 2745,
      "报": 2746,
      "抨": 2747,
      "披": 2748,
      "抬": 2749,
      "抱": 2750,
      "抵": 2751,
      "抹": 2752,
      "押": 2753,
      "抽": 2754,
      "抿": 2755,
      "拂": 2756,
      "拄": 2757,
      "担": 2758,
      "拆": 2759,
      "拇": 2760,
      "拈": 2761,
      "拉": 2762,
      "拋": 2763,
      "拌": 2764,
      "拍": 2765,
      "拎": 2766,
      "拐": 2767,
      "拒": 2768,
      "拓": 2769,
      "拔": 2770,
      "拖": 2771,
      "拗": 2772,
      "拘": 2773,
      "拙": 2774,
      "拚": 2775,
      "招": 2776,
      "拜": 2777,
      "拟": 2778,
      "拡": 2779,
      "拢": 2780,
      "拣": 2781,
      "拥": 2782,
      "拦": 2783,
      "拧": 2784,
      "拨": 2785,
      "择": 2786,
      "括": 2787,
      "拭": 2788,
      "拮": 2789,
      "拯": 2790,
      "拱": 2791,
      "拳": 2792,
      "拴": 2793,
      "拷": 2794,
      "拼": 2795,
      "拽": 2796,
      "拾": 2797,
      "拿": 2798,
      "持": 2799,
      "挂": 2800,
      "指": 2801,
      "挈": 2802,
      "按": 2803,
      "挎": 2804,
      "挑": 2805,
      "挖": 2806,
      "挙": 2807,
      "挚": 2808,
      "挛": 2809,
      "挝": 2810,
      "挞": 2811,
      "挟": 2812,
      "挠": 2813,
      "挡": 2814,
      "挣": 2815,
      "挤": 2816,
      "挥": 2817,
      "挨": 2818,
      "挪": 2819,
      "挫": 2820,
      "振": 2821,
      "挲": 2822,
      "挹": 2823,
      "挺": 2824,
      "挽": 2825,
      "挾": 2826,
      "捂": 2827,
      "捅": 2828,
      "捆": 2829,
      "捉": 2830,
      "捋": 2831,
      "捌": 2832,
      "捍": 2833,
      "捎": 2834,
      "捏": 2835,
      "捐": 2836,
      "捕": 2837,
      "捞": 2838,
      "损": 2839,
      "捡": 2840,
      "换": 2841,
      "捣": 2842,
      "捧": 2843,
      "捨": 2844,
      "捩": 2845,
      "据": 2846,
      "捱": 2847,
      "捲": 2848,
      "捶": 2849,
